[
    {
        "reference": "Genesis 1:1",
        "text": "In the beginning God created the heaven and the earth."
    },
    {
        "reference": "Exodus 20:3",
        "text": "Thou shalt have no other gods before me."
    },
    {
        "reference": "Psalm 23:1",
        "text": "The Lord is my shepherd; I shall not want."
    },
    {
        "reference": "Proverbs 3:5",
        "text": "Trust in the Lord with all thine heart; and lean not unto thine own understanding."
    },
    {
        "reference": "Isaiah 41:10",
        "text": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness."
    },
    {
        "reference": "Matthew 5:14",
        "text": "Ye are the light of the world. A city that is set on a hill cannot be hid."
    },
    {
        "reference": "Matthew 11:28",
        "text": "Come unto me, all ye that labour and are heavy laden, and I will give you rest."
    },
    {
        "reference": "John 3:16",
        "text": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life."
    },
    {
        "reference": "John 14:6",
        "text": "Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me."
    },
    {
        "reference": "Acts 3:19",
        "text": "Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord."
    },
    {
        "reference": "Romans 8:28",
        "text": "And we know that all things work together for good to them that love God, to them who are the called according to his purpose."
    },
    {
        "reference": "2 Corinthians 5:7",
        "text": "For we walk by faith, not by sight."
    },
    {
        "reference": "Philippians 4:13",
        "text": "I can do all things through Christ which strengtheneth me."
    },
    {
        "reference": "1 Peter 5:7",
        "text": "Casting all your care upon him; for he careth for you."
    },
    {
        "reference": "Revelation 3:20",
        "text": "Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me."
    },
    {
        "reference": "2 Nephi 2:25",
        "text": "Adam fell that men might be; and men are, that they might have joy."
    },
    {
        "reference": "2 Nephi 2:27",
        "text": "Wherefore, men are free according to the flesh; and all things are given them which are expedient unto man."
    },
    {
        "reference": "Mosiah 2:17",
        "text": "When ye are in the service of your fellow beings ye are only in the service of your God."
    },
    {
        "reference": "Mosiah 24:14",
        "text": "And I will ease the burdens which are put upon your shoulders, that even you cannot feel them upon your backs."
    },
    {
        "reference": "Alma 37:6",
        "text": "By small and simple things are great things brought to pass."
    },
    {
        "reference": "Alma 41:10",
        "text": "Wickedness never was happiness."
    },
    {
        "reference": "Helaman 5:12",
        "text": "And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation."
    },
    {
        "reference": "3 Nephi 27:20",
        "text": "Now this is the commandment: Repent, all ye ends of the earth, and come unto me and be baptized in my name."
    },
    {
        "reference": "Mormon 9:28",
        "text": "Behold, I will show unto the world that I will show miracles unto the children of men."
    },
    {
        "reference": "Ether 12:27",
        "text": "And if men come unto me I will show unto them their weakness."
    },
    {
        "reference": "Moroni 7:47",
        "text": "But charity is the pure love of Christ, and it endureth forever."
    },
    {
        "reference": "D&C 1:37",
        "text": "Search these commandments, for they are true and faithful, and the prophecies and promises which are in them shall all be fulfilled."
    },
    {
        "reference": "D&C 58:42",
        "text": "I, the Lord, forgive sins unto those who confess their sins before me and ask forgiveness."
    },
    {
        "reference": "D&C 19:16",
        "text": "For behold, I, God, have suffered these things for all, that they might not suffer if they would repent."
    },
    {
        "reference": "D&C 76:22",
        "text": "And they saw the heavens opened, and they were filled with the glory of God."
    },
    {
        "reference": "D&C 88:63",
        "text": "Draw near unto me and I will draw near unto you."
    },
    {
        "reference": "D&C 133:52",
        "text": "And they shall see eye to eye when the Lord shall bring again Zion."
    },
    {
        "reference": "D&C 130:18",
        "text": "Whatever principle of intelligence we attain unto in this life, it will rise with us in the resurrection."
    },
    {
        "reference": "D&C 121:45",
        "text": "Let thy bowels be full of charity towards all men, and to the household of faith."
    },
    {
        "reference": "D&C 64:33",
        "text": "Wherefore, be not weary in well-doing, for ye are laying the foundation of a great work."
    },
    {
        "reference": "D&C 82:10",
        "text": "I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise."
    },
    {
        "reference": "D&C 84:88",
        "text": "And whosoever receiveth you, there I will be also, for I will go before your face."
    },
    {
        "reference": "D&C 121:9",
        "text": "Therefore, let your hearts be comforted concerning Zion; for all flesh is in mine hands; be still and know that I am God."
    }
]